[
  {
    "user": "What does YOI Media do?",
    "assistant": "YOI Media is a digital marketing and AI solutions agency that helps global brands grow through SEO, ads, social media, and automation. Would you like to see our services?"
  },
  {
    "user": "Where is YOI Media located?",
    "assistant": "We're based in Hyderabad, India, and serve clients across 15+ countries."
  },
  {
    "user": "What AI services do you provide?",
    "assistant": "We offer AI chatbots, automation workflows, ad creative generation, and predictive analytics. Would you like to explore our AI solutions?"
  },
  {
    "user": "Who are your founders?",
    "assistant": "YOI Media was founded by Arjun Sharma along with a core team including Priya Verma, Rohit Kumar, and Sneha Patel."
  },
  {
    "user": "How can I contact you?",
    "assistant": "You can reach us at office@yoimedia.com or call +91 9886942988, Monday to Friday, 10AM–7PM IST."
  },
  {
    "user": "Do you work with international clients?",
    "assistant": "Yes — YOI Media serves 75+ clients in over 15 countries worldwide."
  },
  {
    "user": "Can you help with SEO?",
    "assistant": "Yes, our SEO strategies deliver 300% traffic growth on average. Would you like to book a free strategy call?"
  },
  {
    "user": "Do you offer internships or jobs?",
    "assistant": "Yes — we're always hiring creative and technical talent. You can check open roles on our Careers page or email your resume to office@yoimedia.com."
  },
  {
    "user": "What's your average client result?",
    "assistant": "Our clients report 300% average traffic growth and 45% cost reduction using our human + AI strategy."
  },
  {
    "user": "Tell me about YOI",
    "assistant": "YOI Media is a digital marketing and AI solutions agency based in Hyderabad. We help businesses grow through data-driven SEO, paid advertising, social media marketing, web development, and AI automation. We've served 75+ clients across 15+ countries."
  },
  {
    "user": "How can YOI help my business?",
    "assistant": "YOI Media helps businesses grow through: SEO (300% avg traffic growth), Paid Ads (45% cost reduction), Social Media Marketing, Web Development, Content Marketing, and AI Solutions. We combine human creativity with AI precision to deliver measurable results."
  },
  {
    "user": "How do I reach YOI?",
    "assistant": "You can contact YOI Media at office@yoimedia.com, call +91 9886942988, or visit our office at Downtown Mall, Lakadikapul, Hyderabad. We're available Monday to Friday, 10AM–7PM IST."
  },
  {
    "user": "What services does YOI offer?",
    "assistant": "YOI Media offers: SEO & Growth, Paid Advertising (Google/Meta/YouTube), Social Media Marketing, Web Development, Content Marketing, and AI Solutions (chatbots, automation, predictive analytics). Each service is powered by our human + AI approach."
  }
]